{
    "channels": [
        {
            "name": "游녦v칛lkommen",
            "topic": "V칛lkommen! V칛lj ditt lag s친 f친r du tillg친ng till resterande kanaler.\n\nWelcome! Select your team and you will have access to the remaining channels.",
            "permissions": [
                {
                    "role": "Robotgruppen",
                    "add": [],
                    "remove": [
                        "send_messages"
                    ]
                },
                {
                    "role": "@everyone",
                    "add": [
                        "view_channel"
                    ],
                    "remove": []
                }
            ]
        },
        {
            "name": "游닉info",
            "topic": "H칛r finner ni viktig information s친som datum och regler.\n\nHere you will find important information like dates and rules.",
            "permissions": []
        },
        {
            "name": "游늬resources",
            "topic": "H칛r finner ni nyttiga filer s친som guider och exempelkod.\n\nHere you will find useful files like guides and example code.",
            "permissions": []
        },
        {
            "name": "游댣workshop",
            "topic": "H칛r informerar vi specifikt om workshops vi arrangerar.\n\nHere we inform specifically about workshops we host.",
            "permissions": []
        },
        {
            "name": "游늶feedback",
            "topic": "H칛r kan ni l칛mna feedback och 칬nskem친l f칬r att g칬ra Robott칛vlingen 칛nnu b칛ttre. H칛r finner ni 칛ven formul칛r vi g칛rna vill att ni svarar p친 n칛r t칛vlingen 칛r 칬ver.\n\nHere you can leave feedback and requests to make the Robot Competition even better. Here you will also find forms we would like you to answer when the competition is over.",
            "permissions": [
                {
                    "role": "T칛vlande20XX",
                    "add": [
                        "send_messages"
                    ],
                    "remove": []
                }
            ]
        },
        {
            "name": "游뛁d칬rrklocka",
            "topic": "H칛r kan ni utan tillg친ng till universitetets lokaler skvia f칬r att be n친gon sl칛ppa in er. En ringklocka kommer 칛ven att l친ta i 3D-labbet.\n\nHere you without access to the university premises can write to ask someone to let you in. A bell will also ring in the 3D-lab.",
            "permissions": [
                {
                    "role": "T칛vlande20XX",
                    "add": [
                        "view_channel",
                        "send_messages"
                    ],
                    "remove": []
                }
            ]
        },
        {
            "name": "general",
            "topic": "H칛r kan ni skriva om saker som r칬r alla, till exempel st칛lla fr친gor eller informera om n친got.\n\nHere you can write about things that concern everyone, for example asking questions or informing about something.",
            "permissions": [
                {
                    "role": "T칛vlande20XX",
                    "add": [
                        "send_messages"
                    ],
                    "remove": []
                }
            ]
        },
        {
            "name": "游둳3d-skrivare",
            "topic": "H칛r har ni som 칛r 3D-skrivarcertifierade en extra kanal.\n\nHere you have an extra channel if you are 3D-printer certified.",
            "permissions": [
                {
                    "role": "3D-skrivarcertifierad",
                    "add": [
                        "view_channel",
                        "send_messages"
                    ],
                    "remove": []
                },
                {
                    "role": "T칛vlande20XX",
                    "add": [],
                    "remove": [
                        "view_channel"
                    ]
                }
            ]
        }
    ]
}
